[
  {
    "id": "1",
    "title": "Snake Plant",
    "description": "The Snake Plant, also known as Mother-in-Law's Tongue, is a hardy indoor plant with long, upright leaves. It's perfect for low light conditions and requires minimal watering.",
    "location": "Low to moderate indirect light",
    "watering": "Water sparingly, allowing soil to dry out between waterings.",
    "care": "Thrives in well-draining soil, avoid overwatering as it can lead to root rot.",
    "picture": "https://thewateringcan.ca/wp-content/uploads/2021/03/6-Laurentii-snake-scaled-1-scaled-scaled.jpg"
  },
  {
    "id": "2",
    "title": "ZZ Plant",
    "description": "The ZZ Plant is a popular choice for indoor spaces due to its glossy, dark green leaves and low maintenance requirements. It can tolerate low light conditions and infrequent watering.",
    "location": "Low to bright indirect light",
    "watering": "Water sparingly, allowing soil to dry out completely between waterings.",
    "care": "Prefers well-draining soil, avoid overwatering to prevent root rot.",
    "picture": "https://unlimitedgreens.com/cdn/shop/files/ZZ-plant-Large-Front.jpg?v=1684550412"
  },
  {
    "id": "3",
    "title": "Spider Plant",
    "description": "The Spider Plant is characterized by its long, arching leaves and small white flowers. It thrives in bright, indirect light and is known for its air-purifying qualities.",
    "location": "Bright indirect light",
    "watering": "Keep soil consistently moist, but not soggy.",
    "care": "Regularly remove brown tips and dead leaves, propagate easily from offsets.",
    "picture": "https://cdn11.bigcommerce.com/s-tf2vn6/images/stencil/1280x1280/products/1164/3545/spider-plant-res-grey__33683.1691515154.jpg?c=2"
  },
  {
    "id": "4",
    "title": "Peace Lily",
    "description": "The Peace Lily is a classic indoor plant with elegant white flowers and glossy green leaves. It prefers shade and can tolerate low light conditions, making it ideal for offices or bedrooms.",
    "location": "Low to moderate indirect light",
    "watering": "Water when the soil surface is dry, but avoid overwatering.",
    "care": "Keep leaves dust-free, occasional misting can increase humidity levels.",
    "picture": "https://d2rxt25e475whq.cloudfront.net/wp-content/uploads/2023/06/25230946/Product-Card-Senville-Mini-Split-AC-7-1024x1024.jpg.webp"
  },
  {
    "id": "5",
    "title": "Pothos",
    "description": "Pothos, also known as Devil's Ivy, is a versatile indoor plant with heart-shaped leaves. It can thrive in a variety of light conditions and is known for its trailing growth habit.",
    "location": "Low to bright indirect light",
    "watering": "Allow soil to dry out between waterings, but don't let it dry completely.",
    "care": "Prune regularly to encourage bushier growth, propagate easily from stem cuttings.",
    "picture": "https://www.provenwinners.com/sites/provenwinners.com/files/imagecache/500x500/ifa_upload/epipremnum_aureum_pothos_beautiful_hawaiian_pothos_mono_02.jpg"
  },
  {
    "id": "6",
    "title": "Aloe Vera",
    "description": "Aloe Vera is a succulent plant known for its medicinal properties and spiky, fleshy leaves. It thrives in bright sunlight and requires minimal watering, making it perfect for sunny windowsills.",
    "location": "Direct sunlight",
    "watering": "Water deeply but infrequently, allowing soil to dry out between waterings.",
    "care": "Ensure good drainage to prevent root rot, avoid getting water on the leaves to prevent rot.",
    "picture": "https://www.plantura.garden/wp-content/uploads/2019/08/echte-aloe-vera-1024x683.jpg?x71105"
  },
  {
    "id": "7",
    "title": "Rubber Plant",
    "description": "The Rubber Plant is a sturdy indoor tree with glossy, deep green leaves. It can tolerate low light conditions and prefers moderate humidity levels, making it suitable for various indoor environments.",
    "location": "Low to moderate indirect light",
    "watering": "Water moderately, allowing the top inch of soil to dry out between waterings.",
    "care": "Wipe leaves with a damp cloth to keep them clean and shiny, avoid sudden temperature changes.",
    "picture": "https://abeautifulmess.com/wp-content/uploads/2023/06/rubbertree-1.jpg"
  },
  {
    "id": "8",
    "title": "Monstera Deliciosa",
    "description": "The Monstera Deliciosa, also known as the Swiss Cheese Plant, is a tropical vine with large, fenestrated leaves. It thrives in bright, indirect light and high humidity.",
    "location": "Bright indirect light",
    "watering": "Water regularly, keeping soil consistently moist but not waterlogged.",
    "care": "Provide support for climbing vines, mist leaves regularly to increase humidity.",
    "picture": "https://foliagedreams.com/cdn/shop/products/monstera-deliciosa-fensterblatt-plant-xl-korb-braun-41930894803211.jpg?v=1692124584&width=720"
  },
  {
    "id": "9",
    "title": "Fiddle Leaf Fig",
    "description": "The Fiddle Leaf Fig is a popular choice for indoor decor with its large, violin-shaped leaves. It prefers bright, indirect light and consistent watering to thrive.",
    "location": "Bright indirect light",
    "watering": "Water when the top inch of soil is dry, avoid overwatering as it can lead to root rot.",
    "care": "Rotate plant regularly to ensure even growth, wipe leaves to keep them dust-free.",
    "picture": "https://www.brighterblooms.com/cdn/shop/products/Bambino_FIddleLeafFIg_BB_600x600_5bcae5fe-8397-4d12-8c99-c1a5d23720c3_grande.jpg?v=1641843208"
  },
  {
    "id": "10",
    "title": "Philodendron",
    "description": "Philodendrons are a diverse group of indoor plants known for their heart-shaped leaves and trailing growth habit. They thrive in low to moderate light conditions and require minimal care.",
    "location": "Low to moderate indirect light",
    "watering": "Water when the top inch of soil is dry, avoid overwatering.",
    "care": "Prune to control size and shape, propagate easily from stem cuttings.",
    "picture": "https://foliagedreams.com/cdn/shop/products/philodendron-brandtianum-plant-41929253617931.jpg?v=1692125093&width=1080"
  },
  {
    "id": "11",
    "title": "Chinese Money Plant",
    "description": "The Chinese Money Plant, also known as Pilea, is a charming plant with round, coin-like leaves. It prefers bright, indirect light and regular watering to thrive.",
    "location": "Bright indirect light",
    "watering": "Water when the top inch of soil is dry, ensuring good drainage.",
    "care": "Rotate regularly to prevent leaning, propagate easily from offshoots.",
    "picture": "https://plantworldlondon.com/wp-content/uploads/2021/06/Pilea-Peperomioides-CHINESE-MONEY-PLANT-1.jpg"
  },
  {
    "id": "12",
    "title": "Parlor Palm",
    "description": "The Parlor Palm is a compact indoor palm with delicate fronds. It thrives in low light conditions and prefers consistently moist soil.",
    "location": "Low to moderate indirect light",
    "watering": "Water moderately, allowing the soil to partially dry out between waterings.",
    "care": "Mist regularly to increase humidity, avoid exposure to drafts.",
    "picture": "https://d3gkbidvk2xej.cloudfront.net/images/products/986c41ca-5396-4243-993b-356338fabbad/s/parlor-palm.jpeg?version=1648459547.17390019800"
  },
  {
    "id": "13",
    "title": "English Ivy",
    "description": "English Ivy is a versatile vine with lush, green foliage that can be grown indoors or outdoors. It thrives in cool temperatures and can tolerate low light conditions.",
    "location": "Low to moderate indirect light",
    "watering": "Keep soil consistently moist, but not waterlogged.",
    "care": "Prune regularly to maintain shape",
    "picture": "https://www.reggys.co.uk/cdn/shop/products/39.jpg?v=1680784464&width=1445"
  }
]
